Repository: cs-market/vkusno
Catalog: var/langs/*/addons/category_promotion.po
Languages: ru_ru

# Addons::description::category_promotion
source: Adds a category that contains promotion products
ru_ru: Добавляет раздел с акциями в витрину

# SettingsSections::category_promotion::general
source: General
ru_ru: Общие

# Languages::promotion_products
source: Promotion products
ru_ru: Товары промоакций

# Languages::promotion_cond_total_conditioned_products
source: Subtotal by promo's condition products
ru_ru: Итого по указанным в условиях товарам

# Languages::view_separate
source: View separate
ru_ru: Отображать отдельно

# Languages::promo_subheader
source: Promotion!
ru_ru: Акция!

# Languages::promotion_cond_amount_conditioned_products
source: Subtotal by promo's condition products
ru_ru: Суммарное количество по указанным в условиях товарам

# Languages::promotion_cond_unique_amount_conditioned_products
source: Subtotal by promo's condition products
ru_ru: Количество позиций по указанным в условиях товарам

# Languages::promotion_bonus_discount_on_products_from_conditions
source: Discount on products from conditions
ru_ru: Скидка на товары, удовлетворяющие условия

# Languages::promotion_bonus_static_discount_on_products_from_conditions
source: Common discount on products from conditions
ru_ru: Общая скидка на товары, удовлетворяющие условия
