Repository: cs-market/vkusno
Catalog: var/langs/*/addons/helpdesk.po
Languages: ru_ru

# Addons::name::helpdesk
source: Helpdesk
ru_ru: Служба поддержки

# Addons::description::helpdesk
source: Adds communication system
ru_ru: Добавляет коммуникационную систему

# SettingsSections::helpdesk::general
source: General
ru_ru: Общие

# SettingsOptions::helpdesk::days_threshold
source: Waiting time (days)
ru_ru: Время ожидания (дней)

# SettingsOptions::helpdesk::service_words
source: Service words
ru_ru: Служебные слова

# SettingsOptions::helpdesk::create_users_for_anonymous
source: Create user for unauthorized appeal
ru_ru: Создавать пользователя для неавторизированного обращения

# SettingsOptions::helpdesk::ticketing_system
source: Ticketing system
ru_ru: Система тикетов

# SettingsOptions::helpdesk::appearance
source: Messages appearance
ru_ru: Внешний вид сообщений

# SettingsVariants::helpdesk::appearance::panel
source: Panel
ru_ru: Панель

# SettingsVariants::helpdesk::appearance::cloud
source: Cloud
ru_ru: Облако

# Languages::helpdesk
source: Helpdesk
ru_ru: Служба поддержки

# Languages::tickets
source: Tickets
ru_ru: Диалоги

# Languages::tickets_menu_description
source: View all tickets
ru_ru: Посмотреть все диалоги

# Languages::new_tickets
source: New tickets
ru_ru: Новые диалоги

# Languages::new_tickets_menu_description
source: View only new tickets
ru_ru: Просмотр диалогов с новыми сообщениями

# Languages::waiting_tickets
source: Waiting tickets
ru_ru: В работе

# Languages::waiting_tickets_menu_description
source: View only waiting tickets
ru_ru: Просмотр диалогов, ожидающих ответа

# Languages::mailboxes
source: Mailboxes
ru_ru: Почтовые ящики

# Languages::mailboxes_menu_description
source: Manage mailboxes
ru_ru: Управление почтовыми ящиками

# Languages::message_templates
source: Message templates
ru_ru: Шаблоны сообщений

# Languages::message_templates_menu_description
source: Manage your message templates
ru_ru: Управление шаблонами сообщений

# Languages::new_message
source: New message
ru_ru: Новое сообщение

# Languages::post_message
source: Post message
ru_ru: Отправить сообщение

# Languages::ticket_log
source: Ticket log
ru_ru: История сообщений

# Languages::update_message
source: Update message
ru_ru: Обновить сообщение

# Languages::move_to_another_ticket
source: Move to another ticket
ru_ru: Переместить в другой тикет

# Languages::closed
source: Closed
ru_ru: Закрыто

# Languages::waiting
source: Waiting
ru_ru: В ожидании

# Languages::editing_message
source: Editing message
ru_ru: Редактирование сообщения

# Languages::users_list
source: Users list
ru_ru: Список пользователей

# Languages::open_messages
source: Open messages
ru_ru: Открытые сообщения

# Languages::last_message_date
source: Last message date
ru_ru: Дата последнего сообщения

# Languages::close_ticket
source: Close ticket
ru_ru: Закрыть тикет

# Languages::delete_spam
source: Delete to spam
ru_ru: Удалить в спам

# Languages::mailbox_name
source: Mailbox name
ru_ru: Имя почтового ящика

# Languages::ticket_prefix
source: Ticket prefix
ru_ru: Префикс тикета

# Languages::smtp_server
source: SMTP server
ru_ru: SMTP сервер

# Languages::domain
source: Domain
ru_ru: Домен

# Languages::selector
source: Selector
ru_ru: Селектор

# Languages::new_mailbox
source: New mailbox
ru_ru: Новый почтовый ящик

# Languages::add_mailbox
source: Add mailbox
ru_ru: Добавить почтовый ящик

# Languages::editing_mailbox
source: Editing mailbox
ru_ru: Редактирование почтового ящика

# Languages::editing_template
source: Editing template
ru_ru: Изменение шаблона

# Languages::new_template
source: New template
ru_ru: Новый шаблон

# Languages::new_ticket
source: New ticket
ru_ru: Новый тикет

# Languages::editing_ticket
source: Editing ticket
ru_ru: Редактирование тикета

# Languages::text_no_tickets
source: No tickets
ru_ru: Нет обращений

# Languages::posted_by
source: Posted by
ru_ru: Отправлено

# Languages::helpdesk_notification
source: Helpdesk notification
ru_ru: Уведомления от Службы поддержки

# Languages::helpdesk_user_not_found
source: User with this email not found
ru_ru: Пользователь с этим email не найден

# Languages::message_sent_successfully
source: Your message has been successfully sent
ru_ru: Ваше сообщение успешно отправлено

# Languages::check_connection
source: Check the connection
ru_ru: Проверить соединение
