Repository: cs-market/vkusno
Catalog: var/langs/*/addons/infinite_pagination.po
Languages: ru_ru

# Addons::name::infinite_pagination
source: Infinite pagination
ru_ru: Бесконечная Паджинация

# Addons::description::infinite_pagination
source: Adds endless scrolling
ru_ru: Автоматическая подгрузка страниц

# SettingsSections::infinite_pagination::general
source: General
ru_ru: Общие

# SettingsOptions::infinite_pagination::use_more
source: 3 pages before 'Show more' button
ru_ru: Ограничение на подгрузку страниц

# SettingsOptions::infinite_pagination::use_prev
source: Allow previous pages loading
ru_ru: Разрешить подгрузку верхних страниц

# SettingsOptions::infinite_pagination::more_pages
source: Pages amount
ru_ru: Количество страниц

# SettingsOptions::infinite_pagination::show_page
source: Show page-counter block
ru_ru: Отображать блок с номером страницы

# Languages::infinite_pagination__load_automatically
source: Loading. Please wait.
ru_ru: Подождите, идет загрузка.

# Languages::infinite_pagination__more
source: Show more
ru_ru: Ещё

# Languages::infinite_pagination__loaded
source: All information loaded
ru_ru: Вся информация загружена
