Repository: cs-market/vkusno
Catalog: var/langs/*/addons/sberbank_fz.po
Languages: ru_ru

# Addons::name::sberbank_fz
source: Sberbank with mobile app support
ru_ru: Расширенный Сбербанк Онлайн

# Addons::description::sberbank_fz
source: Sberbank with rusian tax and mobile application support
ru_ru: Сбербанк с ФЗ-54, поддержкой мобильного приложения и кредитования

# Languages::addons.sberbank_fz.login
source: Login
ru_ru: Логин

# Languages::addons.sberbank_fz.password
source: Password
ru_ru: Пароль

# Languages::addons.sberbank_fz.two_staging
source: Payments staging
ru_ru: Стадийность платежей

# Languages::addons.sberbank_fz.one-stage
source: One stage
ru_ru: Одностадийные

# Languages::addons.sberbank_fz.two-stage
source: Two stage
ru_ru: Двустадийные

# Languages::addons.sberbank_fz.confirmed_order_status
source: Confirmed Order status
ru_ru: Статус успешного заказа

# Languages::addons.sberbank_fz.send_order
source: Send Order
ru_ru: Отправка корзины на шлюз

# Languages::addons.sberbank_fz.regular
source: Regular
ru_ru: Обычный

# Languages::addons.sberbank_fz.credit
source: Сredit
ru_ru: В кредит

# Languages::addons.sberbank_fz.installment
source: Installment
ru_ru: В рассрочку

# Languages::addons.sberbank_fz.logging
source: Write log
ru_ru: Логирование

# Languages::addons.sberbank_fz.wrong_amount
source: The order total doesn't match the sum that was paid. Please contact the store administration about this your order.
ru_ru: Сумма заказа не совпадает с оплаченной суммой. Пожалуйста, свяжитесь с администратором магазина по поводу данного заказа.

# Languages::addons.sberbank_fz.text_ofd_map
source: Send order to the payment gate
ru_ru: Передача товарной корзины (ФЗ-54)

# Languages::addons.sberbank_fz.tax_system
source: Taxation system
ru_ru: Система налогообложения

# Languages::addons.sberbank_fz.tax_type
source: Default VAT for product
ru_ru: Ставка НДС по умолчанию

# Languages::addons.sberbank_fz.ffd_version
source: FFD Version
ru_ru: Формат фискальных документов

# Languages::addons.sberbank_fz.ffd_payment_method_type
source: Type of the payment method
ru_ru: Тип оплаты

# Languages::addons.sberbank_fz.ffd_payment_object_type
source: Type of the payment object
ru_ru: Тип оплачиваемой позиции

# Languages::addons.sberbank_fz.order_placed_mobile
source: Your order was placed. Close the browser and return to application
ru_ru: Ваш Заказ оплачен. Eсли вы хотите продолжить покупки, перейдите в мобильное приложение.
